[
  {
    "title":  "Barack Obama",
    "body": "Barack Hussein Obama II born August 4, 1961 is an American politician who served as the 44th President of the United States from 2009 to 2017. He is the first African American to have served as president. He previously served in the U.S. Senate representing Illinois from 2005 to 2008, and in the Illinois State Senate from 1997 to 2004."
  },
  {
    "title": "Michelle Obama",
    "body": "Michelle LaVaughn Robinson Obama (born January 17, 1964) is an American lawyer and writer who was First Lady of the United States from 2009 to 2017. She is married to the 44th President of the United States, Barack Obama, and was the first African-American First Lady. Raised on the South Side of Chicago, Illinois, Obama is a graduate of Princeton University and Harvard Law School, and spent her early legal career working at the law firm Sidley Austin, where she met her husband. She subsequently worked as the Associate Dean of Student Services at the University of Chicago and the Vice President for Community and External Affairs of the University of Chicago Medical Center. Barack and Michelle married in 1992 and have two daughters."
  },
  {
    "title": "William meaning bill clinton",
    "body": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946), commonly known as Bill Clinton, is an American politician who served as the 42nd President of the United States from 1993 to 2001. Prior to the Presidency he was the 40th Governor of Arkansas from 1979 to 1981 and the state's 42nd Governor from 1983 to 1992. Before that, he served as Arkansas Attorney General from 1977 to 1979. A member of the Democratic Party, Clinton was ideologically a New Democrat, and many of his policies reflected a centrist political philosophy. Clinton was born and raised in Arkansas and is an alumnus of Georgetown University, where he was a member of Kappa Kappa Psi and the Phi Beta Kappa Society; he earned a Rhodes Scholarship to attend the University of Oxford. Clinton is married to Hillary Rodham Clinton, who served as United States Secretary of State from 2009 to 2013 and U.S. Senator from New York from 2001 to 2009, and was the Democratic nominee for President in 2016. Bill Clinton and Hillary Rodham both earned degrees from Yale Law School, where they met and began dating. As Governor of Arkansas, Clinton overhauled the state's education system and served as chairman of the National Governors Association."
  },
  {
    "title": "Hillary Rodham Clinton",
    "body": "Hillary Diane Rodham Clinton (/ˈhɪləri daɪˈæn ˈrɒdəm ˈklɪntən/; born October 26, 1947) is an American politician who was the 67th United States Secretary of State from 2009 to 2013, U.S. Senator from New York from 2001 to 2009, First Lady of the United States from 1993 to 2001, and the Democratic Party's nominee for President of the United States in the 2016 election. Born in Chicago, Illinois, and raised in the Chicago suburb of Park Ridge, Clinton graduated from Wellesley College in 1969, and earned a J.D. from Yale Law School in 1973. After serving as a congressional legal counsel, she moved to Arkansas and married Bill Clinton in 1975. In 1977, she co-founded Arkansas Advocates for Children and Families. She was appointed the first female chair of the Legal Services Corporation in 1978 and became the first female partner at Rose Law Firm the following year. As First Lady of Arkansas, she led a task force whose recommendations helped reform Arkansas's public schools."
  },
  {
    "title": "George W Bush",
    "body": "George Walker Bush (born July 6, 1946) is an American politician who served as the 43rd President of the United States from 2001 to 2009. He was also the 46th Governor of Texas from 1995 to 2000. After graduating from Yale University in 1968 and Harvard Business School in 1975, he worked in the oil industry. He never studied Law. Bush married Laura Welch in 1977 and ran unsuccessfully for the House of Representatives shortly thereafter. He later co-owned the Texas Rangers baseball team before defeating Ann Richards in the 1994 Texas gubernatorial election. Bush was elected president in 2000 after a close and controversial win over Democratic rival Al Gore, becoming the fourth president to be elected while receiving fewer popular votes than his opponent.[3]"
  },
  {
    "title": "laura W Bush",
    "body": "Laura Lane Welch Bush (born November 4, 1946) is the wife of the 43rd President of the United States, George W. Bush, and was the First Lady from 2001 to 2009.[1][2] Bush graduated from Southern Methodist University in 1968 with a bachelor's degree in education, and took a job as a second grade teacher. After attaining her master's degree in library science at the University of Texas at Austin, she was employed as a librarian. Bush met her future husband, George W. Bush, in 1977, and they were married later that year. The couple had twin daughters in 1981. Bush's political involvement began during her marriage. She campaigned with her husband during his unsuccessful 1978 run for the United States Congress, and later for his successful Texas gubernatorial campaign."
  },
  {
    "title": "George H W Bush",
    "body": "George Herbert Walker Bush (born June 12, 1924) is an American politician who was the 41st President of the United States from 1989 to 1993 and the 43rd Vice President of the United States from 1981 to 1989. A member of the Republican Party, he was previously a congressman, ambassador, and Director of Central Intelligence. He is the oldest living former President and Vice President. Since 2000, Bush has often been referred to as George H. W. Bush, Bush 41, Bush the Elder, or George Bush Senior to distinguish him from his eldest son, George W. Bush, who became the 43rd President of the United States after the 2000 election."
  },
  {
    "title": "Barbara Bush",
    "body": "Barbara Bush (née Pierce; born June 8, 1925) is the wife of George H. W. Bush, the 41st President of the United States, and served as First Lady of the United States from 1989 to 1993. She is the mother of George W. Bush, the 43rd President, and Jeb Bush, the 43rd Governor of Florida. She served as the Second Lady of the United States from 1981 to 1989. Barbara Pierce was born in Flushing, New York. She attended Milton Public School from 1931 to 1937, and Rye Country Day School from 1937-1940. She graduated from Ashley Hall School in Charleston, South Carolina. She met George Herbert Walker Bush at age 16, and the two married in Rye, New York in 1945, while he was on leave during his deployment as a Naval officer in World War II. While George was attending Yale University at age 22, Barbara and George were living in New Haven, Connecticut and had their first son, George Walker Bush, on July 6, 1946. (Thus, her first son, the eventual 43rd President of the United States, was the first Connecticut native to assume that office. George W. would eventually return to his hometown of New Haven in 1964 to attend Yale like his father did.) They had six children together. The Bush family soon moved to Midland, Texas, where their second son, Jeb was born in, on February 11, 1953; as George Bush entered political life, she raised their children."
  },
  {
    "title": "Ronald Reagan",
    "body": "Ronald Wilson Reagan (/ˈrɒnəld ˈwɪlsən ˈreɪɡən/) (February 6, 1911 – June 5, 2004) was an American politician and actor who served as the 40th President of the United States from 1981 to 1989. Before his presidency, he was the 33rd Governor of California, from 1967 to 1975, after a career as a Hollywood actor and union leader. Raised in a poor family in small towns of northern Illinois, Reagan graduated from Eureka College in 1932 and worked as a sports announcer on several regional radio stations. After moving to Hollywood in 1937, he became an actor and starred in a few major productions. Reagan was twice elected President of the Screen Actors Guild, the labor union for actors, where he worked to root out Communist influence."
  },
  {
    "title": "Nancy Reagan",
    "body": "Nancy Davis Reagan (born Anne Frances Robbins; July 6, 1921 – March 6, 2016) was an American film actress, and the wife of the 40th President of the United States, Ronald Reagan. She served as the First Lady of the United States from 1981 to 1989. She was born in New York City. After her parents separated, she lived in Maryland with an aunt and uncle for some years. She moved to Chicago when her mother remarried in 1929, and later took the name Davis from her stepfather. As Nancy Davis, she was a Hollywood actress in the 1940s and 1950s, starring in films such as The Next Voice You Hear..., Night into Morning, and Donovan's Brain. In 1952, she married Ronald Reagan, who was then president of the Screen Actors Guild. They had two children together. Reagan was the First Lady of California when her husband was Governor from 1967 to 1975, and she began to work with the Foster Grandparents Program."
  }
]
